Repository: stu00608/my-goal-tracker
Catalog: ios/GoalTracker/Localizable.xcstrings
Source language: en
Languages: ja, zh_hant

source: Today
ja: 今日
zh_hant: 今天

source: Goals
ja: 目標
zh_hant: 目標

source: Settings
ja: 設定
zh_hant: 設定

source: Make room for progress
ja: 成長のための時間を
zh_hant: 為進步留一點空間

source: Track a number or mark a day. Start with one thing that matters to you.
ja: 数値や達成した日を記録しましょう。大切なことを一つから。
zh_hant: 記下一個數值，或標記完成的一天。從你在意的一件事開始。

source: Create a tracker
ja: 項目を作成
zh_hant: 建立追蹤項目

source: Add a snapshot
ja: 数値を記録
zh_hant: 新增數值快照

source: Action failed
ja: 操作できませんでした
zh_hant: 操作未完成

source: Undo completion
ja: 完了記録を取り消す
zh_hant: 取消完成紀錄

source: Mark complete
ja: 完了を記録
zh_hant: 記錄完成

source: No snapshots yet
ja: 数値の記録はまだありません
zh_hant: 尚無數值快照

source: This week
ja: 今週
zh_hant: 本週

source: This month
ja: 今月
zh_hant: 本月

source: Number snapshot
ja: 数値の記録
zh_hant: 數值快照

source: Goal history
ja: 目標の履歴
zh_hant: 目標歷史

source: Weekly
ja: 毎週
zh_hant: 每週

source: Monthly
ja: 毎月
zh_hant: 每月

source: Deadline goal
ja: 期限付きの目標
zh_hant: 期限目標

source: Timeline
ja: 記録一覧
zh_hant: 紀錄時間軸

source: No records yet
ja: 記録はまだありません
zh_hant: 尚無紀錄

source: Completed
ja: 完了を記録済み
zh_hant: 已記錄完成

source: Archive
ja: アーカイブ
zh_hant: 封存

source: Unarchive
ja: アーカイブを解除
zh_hant: 取消封存

source: Archived
ja: アーカイブ済み
zh_hant: 已封存

source: Delete tracker
ja: 項目を削除
zh_hant: 刪除追蹤項目

source: Add a record
ja: 記録を追加
zh_hant: 新增紀錄

source: Edit tracker
ja: 項目を編集
zh_hant: 編輯追蹤項目

source: Add a completion
ja: 完了を記録
zh_hant: 新增完成紀錄

source: Delete this tracker and all its records?
ja: この項目とすべての記録を削除しますか？
zh_hant: 刪除這個項目與所有紀錄？

source: Tracker removed
ja: 項目は削除されました
zh_hant: 項目已移除

source: Progress
ja: 進捗
zh_hant: 進度

source: Period
ja: 期間
zh_hant: 期間

source: 30 days
ja: 30日
zh_hant: 30 天

source: 90 days
ja: 90日
zh_hant: 90 天

source: All
ja: すべて
zh_hant: 全部

source: Date
ja: 日付
zh_hant: 日期

source: Value
ja: 数値
zh_hant: 數值

source: Snapshot chart
ja: 数値のグラフ
zh_hant: 數值快照圖表

source: Best
ja: ベスト
zh_hant: 最佳數值

source: Since previous
ja: 前回との差
zh_hant: 與上一筆差異

source: Period change
ja: 期間内の変化
zh_hant: 期間變化

source: Target
ja: 目標値
zh_hant: 目標數值

source: Distance to target
ja: 目標との差
zh_hant: 距離目標

source: Deadline
ja: 期限
zh_hant: 期限

source: Goal achieved
ja: 目標達成
zh_hant: 已達成目標

source: Working toward your goal
ja: 目標に向けて進行中
zh_hant: 朝目標前進中

source: Completion calendar
ja: 完了カレンダー
zh_hant: 完成日曆

source: Previous month
ja: 前の月
zh_hant: 上個月

source: Next month
ja: 次の月
zh_hant: 下個月

source: No record
ja: 完了記録なし
zh_hant: 沒有完成紀錄

source: Partial period · excluded from success rate
ja: 不完全な期間・達成率の対象外
zh_hant: 部分期間，不納入達標率

source: Full-period success rate
ja: 完全な期間の達成率
zh_hant: 完整期間達標率

source: Partial period
ja: 不完全な期間
zh_hant: 部分期間

source: An unmarked date means there is no completion record.
ja: 印のない日は完了記録がありません。
zh_hant: 未標記的日期代表沒有完成紀錄。

source: Tracker
ja: 追跡項目
zh_hant: 追蹤項目

source: Name
ja: 名前
zh_hant: 名稱

source: Record type
ja: 記録の種類
zh_hant: 記錄方式

source: Create a new tracker to change its type or unit.
ja: 種類や単位を変更するには新しい項目を作成してください。
zh_hant: 若要更換記錄方式或單位，請建立新項目。

source: Unit (optional)
ja: 単位（任意）
zh_hant: 單位（選填）

source: Decimal places
ja: 表示する小数桁数
zh_hant: 顯示小數位

source: Improvement direction
ja: 改善の方向
zh_hant: 改善方向

source: Higher is better
ja: 高いほど良い
zh_hant: 越高越好

source: Lower is better
ja: 低いほど良い
zh_hant: 越低越好

source: Goal
ja: 目標
zh_hant: 目標

source: Set a goal
ja: 目標を設定
zh_hant: 設定目標

source: Target value
ja: 目標値
zh_hant: 目標數值

source: Frequency
ja: 頻度
zh_hant: 頻率

source: Completions
ja: 異なる日の完了回数
zh_hant: 不同日期的完成次數

source: Changes start with the next full period. Past goals stay unchanged.
ja: 変更は次の完全な期間から有効になります。過去の目標は保持されます。
zh_hant: 變更從下一個完整期間生效，過去目標會保留。

source: Statistics time zone
ja: 集計のタイムゾーン
zh_hant: 統計時區

source: New tracker
ja: 新しい項目
zh_hant: 新追蹤項目

source: Cancel
ja: キャンセル
zh_hant: 取消

source: Save
ja: 保存
zh_hant: 儲存

source: Notes (optional)
ja: メモ（任意）
zh_hant: 說明（選填）

source: Photos
ja: 写真
zh_hant: 照片

source: Record photo
ja: 記録の写真
zh_hant: 紀錄照片

source: Remove photo
ja: 写真を削除
zh_hant: 移除照片

source: Add photos
ja: 写真を追加
zh_hant: 加入照片

source: Saving photo copies
ja: 写真のコピーを保存中
zh_hant: 正在保存照片副本

source: Delete record
ja: 記録を削除
zh_hant: 刪除紀錄

source: New record
ja: 新しい記録
zh_hant: 新增紀錄

source: Record details
ja: 記録の詳細
zh_hant: 紀錄詳情

source: Delete this record and its photos?
ja: この記録と写真を削除しますか？
zh_hant: 刪除這筆紀錄及其照片？

source: Preferences
ja: 環境設定
zh_hant: 偏好設定

source: Appearance
ja: 外観
zh_hant: 外觀

source: System
ja: システム設定
zh_hant: 跟隨系統

source: Light
ja: ライト
zh_hant: 亮色

source: Dark
ja: ダーク
zh_hant: 暗色

source: Language
ja: 言語
zh_hant: 語言

source: Reminders
ja: リマインダー
zh_hant: 提醒

source: Enable a reminder to request notification permission. Delivery follows your iPhone settings.
ja: リマインダーを有効にすると通知の許可を求めます。通知はiPhoneの設定に従います。
zh_hant: 啟用提醒時才會請求通知權限，通知會依 iPhone 設定顯示。

source: Your data
ja: あなたのデータ
zh_hant: 你的資料

source: Trackers
ja: 項目数
zh_hant: 追蹤項目數

source: Records
ja: 記録数
zh_hant: 紀錄數

source: Photo storage
ja: 写真の容量
zh_hant: 照片佔用空間

source: Export full backup
ja: 完全バックアップを書き出す
zh_hant: 匯出完整備份

source: Export CSV
ja: CSVを書き出す
zh_hant: 匯出 CSV

source: Restore backup
ja: バックアップを復元
zh_hant: 還原備份

source: A full backup includes records, goal history and photos. Keep a copy somewhere safe. Backups are not encrypted.
ja: 完全バックアップには記録、目標の履歴、写真が含まれます。安全な場所に保管してください。バックアップは暗号化されません。
zh_hant: 完整備份包含紀錄、目標歷史與照片，請妥善保存。備份檔未加密。

source: Backup preview
ja: バックアップのプレビュー
zh_hant: 備份預覽

source: Replace data with this backup
ja: このバックアップでデータを置換
zh_hant: 以此備份取代資料

source: Private by default. Stored on this iPhone. No account or server.
ja: データはこのiPhoneに保存されます。アカウントやサーバーは不要です。
zh_hant: 資料保存在這部 iPhone，不需要帳號或伺服器。

source: Done
ja: 完了
zh_hant: 完成

source: Replace all current data? This cannot be undone.
ja: 現在のすべてのデータを置き換えますか？この操作は取り消せません。
zh_hant: 取代目前所有資料？此操作無法復原。

source: Replace data
ja: データを置換
zh_hant: 取代資料

source: Enable reminders
ja: リマインダーを有効にする
zh_hant: 啟用提醒

source: Time
ja: 時刻
zh_hant: 時間

source: Times use this tracker's statistics time zone. Deadline goals also get a reminder on their due date.
ja: 時刻は項目の集計タイムゾーンを使用します。期限付きの目標は期限の日にも通知します。
zh_hant: 提醒使用此項目的統計時區，期限目標也會在到期日提醒。

source: Notifications are disabled. You can enable them in iPhone Settings.
ja: 通知が無効です。iPhoneの設定で有効にできます。
zh_hant: 通知未啟用，可至 iPhone 設定開啟。

source: A moment to record your day.
ja: 今日の記録を残しましょう。
zh_hant: 花一點時間，記下今天。

source: Any progress to capture?
ja: 新しい進捗を記録しませんか？
zh_hant: 有新的進展想記錄嗎？

source: Your goal's deadline is today.
ja: 今日は目標の期限です。
zh_hant: 今天是目標期限。

source: Could not open your data
ja: データを開けませんでした
zh_hant: 無法開啟資料

source: Enter a number with at most 28 digits, without grouping separators.
ja: 区切り文字を使わず、28桁以内の数値を入力してください。
zh_hant: 請輸入最多 28 位數字，不使用千分位符號。

source: This backup is damaged or uses an unsupported format. Your data was kept.
ja: バックアップが破損しているか、非対応の形式です。元のデータは保持されています。
zh_hant: 備份已損壞或格式不支援，原有資料已保留。

source: The backup exceeds the 100 MB limit.
ja: バックアップが100 MBの上限を超えています。
zh_hant: 備份超過 100 MB 上限。

source: Could not read this photo. Try a different image.
ja: 写真を読み込めませんでした。別の画像をお試しください。
zh_hant: 無法讀取照片，請換一張圖片。

source: Could not complete this action. Your saved data was kept. Please try again.
ja: 操作できませんでした。保存済みのデータは保持されています。もう一度お試しください。
zh_hant: 操作未完成，已儲存的資料會保留，請再試一次。

source: Too many reminders. Choose fewer weekdays or trackers.
ja: リマインダーが多すぎます。曜日や項目を減らしてください。
zh_hant: 提醒數量過多，請減少星期或項目。

source: This date already has a record. Edit that record instead.
ja: この日にはすでに記録があります。その記録を編集してください。
zh_hant: 這天已有紀錄，請編輯原紀錄。

source: Your progress
ja: 進捗
zh_hant: 你的進度

source: Open the app to add your first tracker.
ja: Appを開いて最初の項目を追加しましょう。
zh_hant: 開啟 App，新增第一個追蹤項目。

source: Numbers and completion records, at a glance.
ja: 数値と完了記録をひと目で確認。
zh_hant: 一眼查看數值與完成紀錄。

source: Your records are saved, but the widget could not be updated. Open the app to try again.
ja: 記録は保存されましたが、ウィジェットを更新できませんでした。Appを開き直して再試行してください。
zh_hant: 紀錄已儲存，但無法更新 Widget。請重新開啟 App 再試一次。

source: New records use the first photo’s date when available. You can still change the date.
ja: 写真に日付情報がある場合、新しい記録には最初の写真の日付を使用します。日付は手動で変更できます。
zh_hant: 照片有日期資訊時，新增紀錄會使用第一張照片的日期；仍可手動調整。

source: Each record can have up to 10 photos. Remove photos before saving.
ja: 写真は1件の記録につき10枚までです。保存前に写真を削除してください。
zh_hant: 每筆紀錄最多 10 張照片，請先移除照片再儲存。

source: Bar chart
ja: 棒グラフ
zh_hant: 長條圖

source: Baseline date
ja: 基準の日時
zh_hant: 基準日期

source: Baseline value
ja: 基準の値
zh_hant: 基準數值

source: Calendar
ja: カレンダー
zh_hant: 日曆

source: Card background
ja: カードの背景
zh_hant: 卡片背景

source: Change amount
ja: 変化量
zh_hant: 變化值

source: Chart
ja: グラフ
zh_hant: 圖表

source: Close
ja: 閉じる
zh_hant: 關閉

source: Completion history
ja: 達成記録の履歴
zh_hant: 完成紀錄歷史

source: Completion record
ja: 達成記録
zh_hant: 完成紀錄

source: Could not get your current location. You can still save this record.
ja: 現在地を取得できませんでした。記録は保存できます。
zh_hant: 無法取得目前位置，仍可儲存這筆紀錄。

source: Current iPhone location, not the record’s historical location.
ja: iPhoneの現在地です。記録当時の場所ではありません。
zh_hant: 這是 iPhone 目前位置，並非紀錄當時的位置。

source: Custom
ja: カスタム
zh_hant: 自訂

source: Details
ja: 詳細
zh_hant: 詳情

source: Edit
ja: 編集
zh_hant: 編輯

source: Edit order
ja: 並び順を編集
zh_hant: 編輯排序

source: End date
ja: 終了日
zh_hant: 結束日期

source: Getting your current location…
ja: 現在地を取得中…
zh_hant: 正在取得目前位置…

source: Grid
ja: グリッド
zh_hant: 網格

source: Home layout
ja: ホームの表示
zh_hant: 首頁佈局

source: Latest photo
ja: 最新の写真
zh_hant: 最新照片

source: List
ja: リスト
zh_hant: 清單

source: Location
ja: 位置情報
zh_hant: 位置

source: Location Services are off. You can still save this record.
ja: 位置情報サービスはオフです。記録は保存できます。
zh_hant: 定位服務已關閉，仍可儲存這筆紀錄。

source: Location access is denied. You can still save this record.
ja: 位置情報へのアクセスが許可されていません。記録は保存できます。
zh_hant: 未允許位置存取，仍可儲存這筆紀錄。

source: Location from the first photo.
ja: 最初の写真の位置情報です。
zh_hant: 位置取自第一張照片。

source: Location map
ja: 位置の地図
zh_hant: 位置地圖

source: Map preview unavailable
ja: 地図のプレビューを表示できません
zh_hant: 暫時無法顯示地圖預覽

source: Move down
ja: 後ろへ移動
zh_hant: 往後移

source: Move up
ja: 前へ移動
zh_hant: 往前移

source: New value
ja: 新しい値
zh_hant: 新數值

source: Next photo
ja: 次の写真
zh_hant: 下一張照片

source: No completion goal
ja: 達成頻度の目標がありません
zh_hant: 尚未設定完成頻率目標

source: No completion records in this period.
ja: この期間の達成記録はありません。
zh_hant: 這段期間沒有完成紀錄。

source: No earlier value for this date. Enter a new value first.
ja: この日時以前の数値記録がありません。まず新しい値を入力してください。
zh_hant: 這個日期之前沒有數值紀錄，請先直接輸入新數值。

source: No locations yet
ja: 位置情報はまだありません
zh_hant: 尚無位置紀錄

source: No photos
ja: 写真がありません
zh_hant: 沒有照片

source: No photos yet
ja: 写真はまだありません
zh_hant: 尚無照片

source: No record today
ja: 今日はまだ記録がありません
zh_hant: 今天尚無紀錄

source: No snapshots in this period
ja: この期間の数値記録はありません
zh_hant: 這段期間沒有數值紀錄

source: Photo %lld of %lld
ja: 写真 %lld / %lld
zh_hant: 第 %lld 張，共 %lld 張

source: Pinch to zoom. Drag to pan.
ja: ピンチで拡大・縮小、ドラッグで移動します。
zh_hant: 雙指縮放，拖曳移動。

source: Previous photo
ja: 前の写真
zh_hant: 上一張照片

source: Progress bar
ja: プログレスバー
zh_hant: 進度條

source: Progress view
ja: 進捗の表示方法
zh_hant: 進度檢視方式

source: Recent records
ja: 最近の記録
zh_hant: 近期紀錄

source: Record location
ja: 位置情報を記録
zh_hant: 紀錄位置資訊

source: Record progress
ja: 進捗を記録
zh_hant: 記錄進度

source: Recorded completions
ja: 記録した達成回数
zh_hant: 已記錄的完成次數

source: Recorded locations
ja: 記録した場所
zh_hant: 紀錄位置

source: Resulting value
ja: 計算結果
zh_hant: 計算後數值

source: Saved location will be kept.
ja: 保存した位置情報を保持します。
zh_hant: 保留已儲存的位置。

source: Start date
ja: 開始日
zh_hant: 開始日期

source: Today is recorded
ja: 今日は記録済みです
zh_hant: 今天已有紀錄

source: Use Edit tracker in the menu to set a weekly or monthly goal.
ja: メニューの「項目を編集」から毎週または毎月の達成頻度を設定できます。
zh_hant: 從選單的「編輯目標」設定每週或每月的完成頻率。

source: Value input
ja: 数値の入力方法
zh_hant: 數值輸入方式

source: Weekly recorded completions
ja: 週ごとの達成記録回数
zh_hant: 每週完成紀錄次數

source: When enabled, use the first photo’s GPS or your current iPhone location. No background tracking.
ja: オンにすると最初の写真のGPS、またはiPhoneの現在地を使用します。バックグラウンドでは追跡しません。
zh_hant: 開啟後使用第一張照片的 GPS，或 iPhone 目前位置。不會在背景追蹤。

source: Zoom in
ja: 拡大
zh_hant: 放大

source: Zoom out
ja: 縮小
zh_hant: 縮小

source: Applies to new records only. You can change it for each record. Location is requested when you save.
ja: 新しい記録にのみ適用され、記録ごとに変更できます。保存時に位置情報を要求します。
zh_hant: 僅套用至新紀錄，每筆皆可調整。儲存時才會要求取得位置。

source: Change sign
ja: 正負を切り替える
zh_hant: 切換正負號

source: Deadline goals also get a reminder on their due date.
ja: 期限のある目標は、期限当日にも通知されます。
zh_hant: 有期限的目標也會在到期日收到提醒。

source: Getting location before saving
ja: 位置情報を取得して保存中
zh_hant: 正在取得位置後儲存

source: Photo to remove
ja: 削除する写真
zh_hant: 要移除的照片

source: Photos are kept in the app. Up to 10 per record.
ja: 写真はアプリ内に保存されます。1件につき最大10枚です。
zh_hant: 照片會保存在 App 中，每筆最多 10 張。

source: Record location by default
ja: 位置情報を標準で記録
zh_hant: 預設記錄位置

source: Record photo %lld
ja: 記録の写真 %lld
zh_hant: 紀錄照片 %lld

source: Remove photo %lld
ja: 写真 %lld を削除
zh_hant: 移除照片 %lld

source: Remove this photo?
ja: この写真を削除しますか？
zh_hant: 移除此照片？

source: Save without location
ja: 位置情報なしで保存
zh_hant: 不附位置儲存

source: Slide vertically to adjust · Tap to type
ja: 上下にスライドして調整・タップして入力
zh_hant: 上下滑動調整・點一下輸入

source: Swipe up or down to adjust. Double-tap to type.
ja: 上下にスワイプして調整。ダブルタップで入力。
zh_hant: 向上或向下滑動來調整。點兩下以輸入。

source: This photo is removed only when you save the record.
ja: 記録を保存すると、この写真が削除されます。
zh_hant: 只有儲存紀錄後，才會移除此照片。

source: Not entered
ja: 未入力
zh_hant: 尚未輸入

source: Default value input
ja: 数値入力のデフォルト
zh_hant: 預設數值輸入方式

source: Double-tap to type.
ja: ダブルタップして入力。
zh_hant: 點兩下輸入。

source: Select tracker
ja: 目標を選択
zh_hant: 選擇目標

source: Choose the tracker shown in this widget.
ja: このウィジェットに表示する目標を選択します。
zh_hant: 選擇此小工具顯示的目標。

source: This tracker is unavailable. Edit the widget to choose another.
ja: この目標は表示できません。ウィジェットを編集して別の目標を選んでください。
zh_hant: 此目標無法顯示，請編輯小工具選擇其他目標。

source: Unavailable tracker
ja: 利用できない目標
zh_hant: 無法使用的目標

source: Checking record conditions
ja: 記録条件を確認中
zh_hant: 正在確認紀錄條件

source: Keep later change records?
ja: 後続の変化量の記録を保持しますか？
zh_hant: 保留後續變化值紀錄？

source: Convert first change to a value
ja: 最初の変化量を数値に変換
zh_hant: 將首筆變化值轉成新數值

source: This change would leave later records without a baseline. Convert the first affected record to its previous value %@ and recalculate following changes?
ja: この操作により後続の記録の基準が失われます。最初の対象記録を操作前の値 %@ に変換し、後続の変化量を再計算しますか？
zh_hant: 此操作會讓後續紀錄失去基準。是否將首筆受影響的紀錄轉成操作前的數值 %@，並重新計算後續變化值？

source: Editing this change recalculates later values until the next new value record.
ja: この変化量を編集すると、次の数値の記録まで後続の値が再計算されます。
zh_hant: 編輯此變化值會重新計算後續數值，直到下一筆新數值紀錄。

source: Records changed while saving. Review your draft and save again.
ja: 保存中に記録が変更されました。下書きを確認して再度保存してください。
zh_hant: 儲存期間紀錄已變更。請確認草稿後再次儲存。

source: No earlier value at this position. Saving requires confirming conversion to the previous value.
ja: この位置より前に基準値がありません。保存には操作前の数値への変換の確認が必要です。
zh_hant: 此位置沒有較早的基準數值。儲存前須確認轉成操作前的數值。

source: Calculated value after this change
ja: この変化後の計算値
zh_hant: 此變化後的計算值

source: Website
ja: ウェブサイト
zh_hant: 網站

source: Tracker photos
ja: 項目の写真
zh_hant: 項目照片

source: Numeric view
ja: 数値の表示
zh_hant: 數值檢視

source: Goal progress
ja: 目標の進捗
zh_hant: 目標進度

source: Goal progress unavailable
ja: 目標の進捗を表示できません
zh_hant: 尚無目標進度

source: Baseline to target
ja: 基準値から目標値
zh_hant: 基準值至目標值

source: Set a deadline goal and record a baseline to see goal progress.
ja: 期限付きの目標を設定し、基準値を記録すると進捗を確認できます。
zh_hant: 設定期限目標並記錄基準值，即可查看目標進度。

source: Last recorded
ja: 最終記録
zh_hant: 最後記錄

source: Last recorded value is outside chart bounds.
ja: 最終記録の値がグラフの範囲外です。
zh_hant: 最後記錄的數值超出圖表範圍。

source: Some records are outside chart bounds
ja: グラフの範囲外に記録があります
zh_hant: 部分紀錄超出圖表範圍

source: %lld records outside the chart bounds. Values are preserved in the timeline.
ja: %lld 件の記録がグラフの範囲外です。数値はタイムラインに保存されています。
zh_hant: %lld 筆紀錄超出圖表範圍，數值完整保留在時間軸。

source: Controls time and location reminders for all goals. Configure each reminder in its goal. Delivery follows your iPhone settings.
ja: すべての目標の時刻と場所のリマインダーを切り替えます。個別の設定は各目標で行えます。通知は iPhone の設定に従います。
zh_hant: 控制所有目標的時間與位置提醒，個別提醒可在目標中設定。通知依 iPhone 設定傳送。

source: About
ja: このアプリについて
zh_hant: 關於

source: Small daily steps leave a visible trace. Explore your own orbit, one record at a time.
ja: 日々の小さな一歩が、見える軌跡になります。一つずつ記録して、自分の軌道を探索しましょう。
zh_hant: 每天的一小步，留下看得見的軌跡。用每一次記錄，探索自己的軌道。

source: Description (optional)
ja: 説明（任意）
zh_hant: 說明（選填）

source: Website (optional)
ja: ウェブサイト（任意）
zh_hant: 網站（選填）

source: Add a place before enabling location conditions.
ja: 位置条件を有効にする前に、場所を追加してください。
zh_hant: 啟用位置條件前，請先加入地點。

source: Add a place to require a location check or enable a condition reminder.
ja: 場所を追加すると、位置の確認や条件の通知を設定できます。
zh_hant: 加入地點後，可要求位置驗證或啟用條件提醒。

source: Add location condition
ja: 位置条件を追加
zh_hant: 加入位置條件

source: All conditions
ja: すべての条件
zh_hant: 所有條件

source: All reminders are off in Settings. Your tracker choices are kept.
ja: 設定ですべての通知がオフになっています。各項目の設定は保持されます。
zh_hant: 設定中已關閉所有提醒，各項目的提醒設定仍會保留。

source: Any condition
ja: いずれかの条件
zh_hant: 任一條件

source: Chart bounds change the view only. Original values and precision are kept.
ja: グラフの範囲は表示だけを変更します。元の値と精度は保持されます。
zh_hant: 圖表界線只改變顯示，原始數值與精度都會保留。

source: Chart range
ja: グラフの範囲
zh_hant: 圖表範圍

source: Choose a deadline today or later when changing a goal.
ja: 目標を変更する場合は、今日以降の期限を選んでください。
zh_hant: 變更目標時，請選擇今天或之後的期限。

source: Choose a valid place for every condition.
ja: 各条件に有効な場所を選んでください。
zh_hant: 請為每個條件選擇有效地點。

source: Choose at least one weekday.
ja: 曜日を少なくとも1つ選んでください。
zh_hant: 請至少選擇一天。

# Combine conditions
source: Condition logic
ja: 条件の論理
zh_hant: 條件邏輯

source: Confirm place
ja: 場所を確定
zh_hant: 確認地點

source: Could not configure location reminders. Open the app to try again.
ja: 位置の通知を設定できませんでした。アプリを開いて再度お試しください。
zh_hant: 無法設定位置提醒，請開啟 App 再試一次。

source: Could not deliver the location reminder. Check notification settings.
ja: 位置の通知を送信できませんでした。通知設定を確認してください。
zh_hant: 無法送出位置提醒，請檢查通知設定。

source: Could not search places. Check your connection and try again.
ja: 場所を検索できませんでした。接続を確認して再度お試しください。
zh_hant: 無法搜尋地點，請檢查網路連線後再試一次。

source: Edit location condition
ja: 位置条件を編集
zh_hant: 編輯位置條件

source: Enter a complete http or https website address.
ja: http または https で始まる完全なウェブアドレスを入力してください。
zh_hant: 請輸入完整的 http 或 https 網址。

source: Finding place…
ja: 場所を検索中…
zh_hant: 正在尋找地點⋯

source: Location Services are off. Enable them to verify your conditions.
ja: 位置情報サービスがオフです。条件を確認するにはオンにしてください。
zh_hant: 定位服務已關閉，請開啟以驗證條件。

source: Location access is denied. Enable it in iPhone Settings to verify your conditions.
ja: 位置情報へのアクセスが許可されていません。条件を確認するには iPhone の設定で許可してください。
zh_hant: 未允許位置存取，請在 iPhone 設定中開啟以驗證條件。

source: Location conditions
ja: 位置条件
zh_hant: 位置條件

source: Location reminders are inactive while Precise Location is off.
ja: 正確な位置情報がオフの間は、位置の通知は無効です。
zh_hant: 精確位置關閉時，位置提醒不會啟用。

source: Location reminders are inactive. Allow Always location access in iPhone Settings for background reminders.
ja: 位置の通知は無効です。バックグラウンドで通知するには、iPhone の設定で位置情報を「常に」許可してください。
zh_hant: 位置提醒尚未啟用，背景提醒需要在 iPhone 設定中允許「永遠」存取位置。

source: Location reminders need Always location access. They never create records automatically.
ja: 位置の通知には位置情報の「常に」の許可が必要です。記録が自動で作成されることはありません。
zh_hant: 位置提醒需要「永遠」存取位置，不會自動建立紀錄。

source: Location reminders support up to 20 different places. Remove a place or disable a location reminder.
ja: 位置の通知は異なる場所を最大20か所まで設定できます。場所を削除するか、位置の通知をオフにしてください。
zh_hant: 位置提醒最多支援 20 個不同地點，請移除地點或關閉部分位置提醒。

source: Maximum (automatic if empty)
ja: 最大値（空欄なら自動）
zh_hant: 最大值（留空則自動）

source: Minimum (automatic if empty)
ja: 最小値（空欄なら自動）
zh_hant: 最小值（留空則自動）

source: New records and changes to a record’s number or date require a fresh location check. Notes and photos can still be edited.
ja: 新しい記録や値・日付の変更には、その時点の位置確認が必要です。メモや写真は引き続き編集できます。
zh_hant: 新增紀錄或變更紀錄數值、日期時，需要重新驗證位置；仍可編輯筆記與照片。

source: No places found. Try a more specific address.
ja: 場所が見つかりませんでした。より詳しい住所でお試しください。
zh_hant: 找不到地點，請嘗試更詳細的地址。

source: Open iPhone Settings
ja: iPhone の設定を開く
zh_hant: 開啟 iPhone 設定

source: Place name
ja: 場所の名前
zh_hant: 地點名稱

source: Precise Location is required to verify these 200 m conditions.
ja: 200 m の条件を確認するには、正確な位置情報が必要です。
zh_hant: 驗證這些 200 公尺範圍的條件需要精確位置。

source: Remind me when conditions are met
ja: 条件を満たしたら通知
zh_hant: 條件符合時提醒我

source: Remove condition
ja: 条件を削除
zh_hant: 移除條件

source: Remove this location condition?
ja: この位置条件を削除しますか？
zh_hant: 要移除這個位置條件嗎？

source: Require conditions to save a record
ja: 記録の保存時に条件を確認
zh_hant: 儲存紀錄時須符合條件

source: Search and choose a result to place the pin.
ja: 検索結果を選んでピンを配置してください。
zh_hant: 搜尋並選擇結果以放置標記。

source: Search for a place or address
ja: 場所または住所を検索
zh_hant: 搜尋地點或地址

source: Selected place
ja: 選択した場所
zh_hant: 所選地點

source: Selected place and 200 m boundary
ja: 選択した場所と200 m の境界
zh_hant: 所選地點及 200 公尺範圍

source: Tap the map to move the pin. Use search to select a place with VoiceOver.
ja: 地図をタップするとピンを移動できます。VoiceOver では検索で場所を選べます。
zh_hant: 點按地圖可移動標記；使用 VoiceOver 時，請透過搜尋選擇地點。

source: The chart minimum must be less than the maximum.
ja: グラフの最小値は最大値より小さくしてください。
zh_hant: 圖表最小值必須小於最大值。

source: The description can contain up to 10,000 characters.
ja: 説明は10,000文字以内で入力してください。
zh_hant: 說明最多可輸入 10,000 個字元。

source: The fixed boundary is 200 m. Location accuracy can affect verification.
ja: 範囲は200 m に固定されています。位置情報の精度が確認結果に影響する場合があります。
zh_hant: 固定範圍為 200 公尺，定位精確度可能影響驗證結果。

source: This photo is removed only when you save the tracker.
ja: この写真は項目を保存したときに削除されます。
zh_hant: 這張照片只會在儲存項目時移除。

source: Time and weekdays
ja: 時刻と曜日
zh_hant: 時間與星期

source: Tracker photo
ja: 項目の写真
zh_hant: 項目照片

source: Tracker photo %lld
ja: 項目の写真 %lld
zh_hant: 項目照片 %lld

source: Your location conditions are met. A moment to record?
ja: 位置条件を満たしました。記録しませんか？
zh_hant: 位置條件已符合，要記錄一下嗎？

source: Your tracker was saved, but reminders could not be updated. Open the app to try again.
ja: 項目は保存されましたが、通知を更新できませんでした。アプリを開いて再度お試しください。
zh_hant: 項目已儲存，但無法更新提醒，請開啟 App 再試一次。

source: Inside
ja: 範囲内
zh_hant: 範圍內

source: Outside
ja: 範囲外
zh_hant: 範圍外

source: Inside 200 m
ja: 200 m の範囲内
zh_hant: 200 公尺範圍內

source: Outside 200 m
ja: 200 m の範囲外
zh_hant: 200 公尺範圍外

source: Condition
ja: 条件
zh_hant: 條件

source: Place
ja: 場所
zh_hant: 地點

source: Off
ja: オフ
zh_hant: 關閉

source: On
ja: オン
zh_hant: 開啟

source: Your location does not meet the conditions. No record was saved.
ja: 現在地が条件を満たしていません。記録は保存されていません。
zh_hant: 目前位置尚未符合條件，未新增紀錄。

source: Your location is too uncertain or stale. No record was saved.
ja: 位置情報の精度が不足しているか、古くなっています。記録は保存されていません。
zh_hant: 位置資訊不夠準確或已過期，未新增紀錄。

source: Could not verify your location. No record was saved.
ja: 現在地を確認できませんでした。記録は保存されていません。
zh_hant: 無法驗證目前位置，未新增紀錄。

source: Records changed while checking. Try recording again.
ja: 確認中に記録が変更されました。もう一度お試しください。
zh_hant: 檢查期間紀錄已變更，請再試一次。

source: Minimum
ja: 下限
zh_hant: 下界

source: Maximum
ja: 上限
zh_hant: 上界

source: Automatic
ja: 自動
zh_hant: 自動

source: Card presentation
ja: カード表示
zh_hant: 卡片呈現

source: Card text position
ja: カードの文字位置
zh_hant: 卡片文字位置

source: Show last recorded date
ja: 最後の記録日を表示
zh_hant: 顯示最後紀錄日期

source: Ring value
ja: リング中央の表示
zh_hant: 進度環中央數值

source: Percentage
ja: パーセント
zh_hant: 百分比

source: Current / target
ja: 現在値／目標値
zh_hant: 目前值／目標值

source: Top left
ja: 左上
zh_hant: 左上

source: Top right
ja: 右上
zh_hant: 右上

source: Bottom left
ja: 左下
zh_hant: 左下

source: Bottom right
ja: 右下
zh_hant: 右下

source: Hidden
ja: 非表示
zh_hant: 隱藏

source: Achievements appear here when a goal is reached.
ja: 目標を達成すると、ここに表示されます。
zh_hant: 達成目標後，成就會顯示在這裡。

source: Completed goals
ja: 達成した目標
zh_hant: 已完成的目標

source: Achievement history
ja: 達成履歴
zh_hant: 成就歷史

source: No achievements yet.
ja: まだ達成履歴はありません。
zh_hant: 目前還沒有成就。

source: Marked complete
ja: 完了にしました
zh_hant: 已標記完成

source: Goal reached
ja: 目標達成
zh_hant: 目標達成

source: Goal achievements reflect your current records and goal history.
ja: 目標の達成履歴は、現在の記録と目標の履歴に基づいて表示されます。
zh_hant: 自動成就依目前紀錄與目標歷史重新計算。

source: Preparing map…
ja: 地図を準備中…
zh_hant: 正在準備地圖⋯

source: Could not prepare the map. Try again before exporting.
ja: 地図を準備できませんでした。画像を書き出す前に再試行してください。
zh_hant: 無法準備地圖，請重試後再匯出圖片。

source: Retry
ja: 再試行
zh_hant: 重試
